{"externals": {"thetvdb": 73558, "tvrage": 6760, "imdb": "tt0442632"}, "name": "Bleak House", "type": "Scripted", "_links": {"self": {"href": "http://api.tvmaze.com/shows/2358"}, "previousepisode": {"href": "http://api.tvmaze.com/episodes/184017"}}, "image": {"original": "http://tvmazecdn.com/uploads/images/original_untouched/12/32135.jpg", "medium": "http://tvmazecdn.com/uploads/images/medium_portrait/12/32135.jpg"}, "url": "http://www.tvmaze.com/shows/2358/bleak-house", "schedule": {"days": ["Thursday"], "time": "20:00"}, "id": 2358, "updated": 1477428634, "summary": "<p>From its glittering heights to its very lowest depths; a skilfully crafted thriller; an epic feast of characters and storylines; and a passionate indictment of the legal system that is as searingly relevant today as it was in the mid 19th century.</p><p>It was first published in 19 monthly installments between March 1852 and September 1853. The TV adaptation, written by the award-winning Andrew Davies, comprised a one-hour opening episode followed by 14 half-hour episodes.</p><p>It was shown twice weekly, using the pace, multiple storylines and cliff-hanger endings more usually associated with popular drama. The aim was to return Dickens to the broad audience he originally wrote for.</p><p>It tells the story of the icily beautiful Lady Dedlock (Gillian Anderson), who nurses a dark secret in her past, and the merciless lawyer Tulkinghorn (Charles Dance), who seeks to uncover it.</p><p>Then there's the generous John Jarndyce (Denis Lawson), struggling with his own past, and his two attractive young wards Richard (Patrick Kennedy) and Ada (Carey Mulligan).</p><p>Like Lady Dedlock, they're all caught up in the infamous case of Jarndyce vs Jarndyce, which will make one of them rich beyond imagination - if it can ever be brought to a conclusion.</p>", "network": {"name": "BBC One", "country": {"name": "United Kingdom", "code": "GB", "timezone": "Europe/London"}, "id": 12}, "runtime": 30, "language": "English", "premiered": "2005-10-27", "status": "Ended", "rating": {"average": 9.3}, "weight": 0, "webChannel": null, "genres": ["Drama"]}