{"externals": {"thetvdb": null, "tvrage": 26886, "imdb": "tt1758429"}, "name": "Spartacus: Gods of the Arena", "type": "Scripted", "_links": {"self": {"href": "http://api.tvmaze.com/shows/358"}, "previousepisode": {"href": "http://api.tvmaze.com/episodes/33090"}}, "image": {"original": "http://tvmazecdn.com/uploads/images/original_untouched/2/5449.jpg", "medium": "http://tvmazecdn.com/uploads/images/medium_portrait/2/5449.jpg"}, "url": "http://www.tvmaze.com/shows/358/spartacus-gods-of-the-arena", "schedule": {"days": ["Friday"], "time": "22:00"}, "id": 358, "updated": 1458599210, "summary": "<p>The mini-series features the bloody history of the House of Batiatus and the city of Capua before the arrival of Spartacus. Quintus Lentulus Batiatus becomes a lanista (manager) when he takes over his father's ludus of gladiators. He has ambitions of stepping out of his father's shadow by seeking recognition for his own name and achieving further greatness for his house. By his side stands his beautiful wife Lucretia who will help her husband achieve his ambitions, whatever the cost. Batiatus puts all his fortunes on the man who will gain him fame and glory. That would be his best gladiator, the Celt, Gannicus, a skilled warrior who wields dual swords with deadly purpose. Those who oppose Batiatus and his future champion(s) of Capua do so at their own peril.</p><p>Purchased as an undisciplined and disheveled recruit in the first episode, Crixus the Gaul endures mockery and threats of death to become the champion after Gannicus. As Batiatus fends off repeated attempts by his professional rival Tullius to obtain Gannicus, his relationships with his father Titus and friend Solonius begin to suffer the strain of his relentless ambition. Former champion, Oenomaus, reluctantly becomes Doctore, while Syrian recruits Ashur and Dagan try to prove themselves worthy of being gladiators. Veteran gladiators Barca and Gannicus note the rising star of Crixus, as the machinations of Batiatus and Lucretia end in tragedy for several members of the household. Against all of this, the city's splendid new arena nears completion and with it the opening games that will make slaves into gods. When the arena opens, Batiatus' gladiators prevail in the contest. Gannicus again proves himself to be the champion of Capua and a god of the arena. By virtue of his win against Solonius' gladiators, he gains his freedom and Crixus becomes the new champion.</p>", "network": {"name": "starz", "country": {"name": "United States", "code": "US", "timezone": "America/New_York"}, "id": 17}, "runtime": 60, "language": "English", "premiered": "2011-01-21", "status": "Ended", "rating": {"average": 8.7}, "weight": 0, "webChannel": null, "genres": ["Action", "Adventure"]}