{"externals": {"thetvdb": 95011, "tvrage": 22622, "imdb": "tt1442437"}, "name": "Modern Family", "type": "Scripted", "_links": {"nextepisode": {"href": "http://api.tvmaze.com/episodes/995845"}, "self": {"href": "http://api.tvmaze.com/shows/80"}, "previousepisode": {"href": "http://api.tvmaze.com/episodes/989608"}}, "image": {"original": "http://tvmazecdn.com/uploads/images/original_untouched/0/628.jpg", "medium": "http://tvmazecdn.com/uploads/images/medium_portrait/0/628.jpg"}, "url": "http://www.tvmaze.com/shows/80/modern-family", "schedule": {"days": ["Wednesday"], "time": "21:00"}, "id": 80, "updated": 1480704189, "summary": "<p>The Pritchett-Dunphy-Tucker clan is a wonderfully large and blended family with Jay Pritchett sitting at the head. By his side is his young, vivacious second wife Gloria, who resists his old-fashioned ways -- an impulse that will become all the more interesting now that he and Gloria have a new baby of their own. This exciting addition will bring more adventures to the family just as Gloria's son, Manny, is about to embark on an adventure of his own as he enters high school. Jay's grown daughter, Claire, and her husband, Phil, also have their son, Luke, heading to high school; their middle daughter, Alex, is full steam ahead on the college track, and the eldest, Haley, is back home figuring out her future. With the kids all growing up, this new chapter means Claire can explore returning to the workforce, which will have its fair share of missteps and victories. And this will be a big year for Claire's brother and Jay's grown son, Mitchell, who alongside his loving partner, Cameron, and daughter Lily, will have a lot of reasons to celebrate. Together these three families give us an honest and often hilarious look into the sometimes warm, sometimes twisted, embrace of the modern family.</p>", "network": {"name": "ABC", "country": {"name": "United States", "code": "US", "timezone": "America/New_York"}, "id": 3}, "runtime": 30, "language": "English", "premiered": "2009-09-23", "status": "Running", "rating": {"average": 8.3}, "weight": 13, "webChannel": null, "genres": ["Comedy", "Family"]}