{"externals": {"thetvdb": 85287, "tvrage": null, "imdb": "tt1230180"}, "name": "The Angry Video Game Nerd", "type": "Scripted", "_links": {"self": {"href": "http://api.tvmaze.com/shows/6488"}, "previousepisode": {"href": "http://api.tvmaze.com/episodes/965488"}}, "image": {"original": "http://tvmazecdn.com/uploads/images/original_untouched/24/61870.jpg", "medium": "http://tvmazecdn.com/uploads/images/medium_portrait/24/61870.jpg"}, "url": "http://www.tvmaze.com/shows/6488/the-angry-video-game-nerd", "schedule": {"days": [], "time": ""}, "id": 6488, "updated": 1477039783, "summary": "<p><i><strong>\"Angry Video Game Nerd\"</strong></i> (abbreviated as <i>AVGN</i>, and formerly known as <i>Angry Nintendo Nerd</i>) is an American comedy retrogaming web series, created by and starring James Rolfe. The series centers on Rolfe's character, \"The Nerd\", a short-tempered and foul-mouthed video game fanatic\n who delivers commentary and sketches on retro video games he considers \nto be of poor quality. The show would later encompass reviews of gaming \nconsoles, peripherals, and short lectures about video game history and \nculture.</p><p>A starting independent filmmaker, Rolfe's earliest videos of the Nerd\n character was intended as a joke privately shown to his friends.[1] With collaboration from his friend Mike Matei, Rolfe put the <i>Angry Nintendo Nerd</i> videos on his website, Cinemassacre.com, in 2004. In 2006, Matei persuaded Rolfe to put his work on YouTube, where it went viral. In 2007, the series became a program on ScrewAttack and GameTrailers, where it was renamed <i>Angry Video Game Nerd</i> to prevent trademark issues with Nintendo, and to allow Rolfe to also review games from non-Nintendo consoles.</p><p><i>Angry Video Game Nerd</i> was a success and has gained a cult following,\n as well as the character appearing in various other media such as a \nfeature-length film, various video games, and public appearances. \nConsidered as one of the pioneering internet reviewers in its history, \nthe Nerd was highly influential in bringing online video reviews to the \nmainstream public.</p>", "network": null, "runtime": 20, "language": "English", "premiered": "2006-04-08", "status": "Running", "rating": {"average": null}, "weight": 0, "webChannel": {"name": "YouTube", "country": {"name": "United States", "code": "US", "timezone": "America/New_York"}, "id": 21}, "genres": ["Comedy"]}